Repository: pepsizerosugar/Kkachi
Catalog: Kkachi/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# browser.state.automationDenied
source: Permission needed
ja: 権限が必要
ko: 권한 필요
zh_hans: 需要权限
zh_hant: 需要權限

# browser.state.disabled
source: Off
ja: オフ
ko: 꺼짐
zh_hans: 关闭
zh_hant: 關閉

# browser.state.notInstalled
source: Not installed
ja: 未インストール
ko: 미설치
zh_hans: 未安装
zh_hant: 未安裝

# browser.state.notRunning
source: Not running
ja: 未起動
ko: 실행 안 됨
zh_hans: 未运行
zh_hant: 未執行

# browser.state.ready
source: Ready
ja: 準備完了
ko: 준비됨
zh_hans: 已就绪
zh_hant: 已就緒

# browser.state.unknown
source: Checking
ja: 確認中
ko: 확인 중
zh_hans: 检查中
zh_hant: 檢查中

# common.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# menu.atRisk.blocked
source: Can’t auto-close
ja: 自動整理できません
ko: 자동 정리 불가
zh_hans: 无法自动整理
zh_hant: 無法自動整理

# menu.atRisk.blocked.help
source: Kkachi couldn’t confirm this tab was safe to close. Close or protect it yourself.
ja: このタブを安全に閉じられるか確認できませんでした。手動で閉じるか、保護してください。
ko: 이 탭을 안전하게 닫아도 되는지 확인하지 못했어요. 직접 닫거나 보호해 주세요.
zh_hans: Kkachi 无法确认此标签页可安全关闭。请手动关闭，或将其保护。
zh_hant: Kkachi 無法確認此分頁可安全關閉。請手動關閉，或將其保護。

# menu.atRisk.empty
source: No tabs are close to pruning.
ja: まもなく整理されるタブはありません。
ko: 곧 정리될 탭이 없습니다.
zh_hans: 没有即将整理的标签页。
zh_hant: 沒有即將整理的分頁。

# menu.atRisk.protect.a11yLabel
source: Protect %@
ja: %@ を保護
ko: %@ 보호
zh_hans: 保护 %@
zh_hant: 保護 %@

# menu.atRisk.protect.help
source: Protect this site from pruning
ja: このサイトを整理対象から保護
ko: 이 사이트를 정리 대상에서 제외
zh_hans: 保护此网站不被整理
zh_hant: 保護此網站不被整理

# menu.atRisk.protect.label
source: Protect
ja: 保護
ko: 보호
zh_hans: 保护
zh_hant: 保護

# menu.atRisk.protected.label
source: Protected
ja: 保護しました
ko: 보호함
zh_hans: 已保护
zh_hant: 已保護

# menu.atRisk.protected.undo
source: Undo
ja: 取り消す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 復原

# menu.atRisk.prunes
source: prunes
ja: 整理
ko: 정리
zh_hans: 整理
zh_hant: 整理

# menu.atRisk.prunesNow
source: Pruning now
ja: 整理中
ko: 정리 중
zh_hans: 正在整理
zh_hant: 正在整理

# menu.atRisk.reveal.a11yLabel
source: Show %@ in browser
ja: %@ をブラウザで表示
ko: %@을(를) 브라우저에서 보기
zh_hans: 在浏览器中显示 %@
zh_hant: 在瀏覽器中顯示 %@

# menu.atRisk.reveal.help
source: Show this tab in its browser
ja: このタブをブラウザで表示
ko: 이 탭을 브라우저에서 보기
zh_hans: 在浏览器中显示此标签页
zh_hant: 在瀏覽器中顯示此分頁

# menu.atRisk.reveal.label
source: Show in browser
ja: ブラウザで表示
ko: 브라우저에서 보기
zh_hans: 在浏览器中显示
zh_hant: 在瀏覽器中顯示

# menu.firstRun.connect
source: Connect a browser
ja: ブラウザを接続
ko: 브라우저 연결
zh_hans: 连接浏览器
zh_hant: 連接瀏覽器

# menu.firstRun.connect.help
source: Lets Kkachi read tab titles and addresses to find idle tabs and close them for you
ja: Kkachi がタブのタイトルとアドレスを読み取り、使われていないタブを見つけて代わりに閉じます
ko: Kkachi가 탭 제목과 주소를 읽어 유휴 탭을 찾고 대신 닫아 줘요
zh_hans: 让 Kkachi 读取标签页标题和地址，以查找闲置标签页并为你关闭
zh_hant: 讓 Kkachi 讀取分頁標題與位址，以尋找閒置分頁並為你關閉

# menu.firstRun.detail
source: Connect a browser and Kkachi quietly closes idle tabs for you — keeping enough on this Mac to reopen any of them later.
ja: ブラウザを接続すると、Kkachi が使われていないタブを静かに閉じ、あとでまた開けるよう、必要な分だけこの Mac に残します。
ko: 브라우저를 연결하면 Kkachi가 유휴 탭을 조용히 닫고, 다시 열 수 있을 만큼만 이 Mac에 보관해요.
zh_hans: 连接浏览器后，Kkachi 会安静地为你关闭闲置标签页，并在这台 Mac 上保留足够的信息，方便日后重新打开。
zh_hant: 連接瀏覽器後，Kkachi 會安靜地為你關閉閒置分頁，只在這台 Mac 保留日後重新開啟它們所需的資訊。

# menu.firstRun.headline
source: Ready when you are
ja: 準備ができたらどうぞ
ko: 준비되면 시작하세요
zh_hans: 准备好了就开始
zh_hant: 準備好了就開始

# menu.firstRun.priming.local
source: Everything stays on your Mac
ja: すべて Mac 内にとどまります
ko: 모든 것이 Mac 안에만 머물러요
zh_hans: 一切都保留在你的 Mac 上
zh_hant: 一切都保留在你的 Mac 上

# menu.firstRun.priming.never
source: Does not collect page content, forms, or cookies
ja: ページ内容・フォーム・Cookie は収集しません
ko: 페이지 내용, 양식, 쿠키는 수집하지 않아요
zh_hans: 不会收集页面内容、表单或 Cookie
zh_hant: 不會收集頁面內容、表單或 Cookie

# menu.firstRun.priming.reads
source: Reads only each tab’s address and title
ja: 各タブのアドレスとタイトルだけを読み取ります
ko: 각 탭의 주소와 제목만 읽어요
zh_hans: 仅读取每个标签页的地址和标题
zh_hant: 僅讀取每個分頁的位址與標題

# menu.firstRun.priming.title
source: Before you connect
ja: 接続する前に
ko: 연결하기 전에
zh_hans: 连接之前
zh_hant: 連接之前

# menu.footer.pause
source: Pause
ja: 一時停止
ko: 일시정지
zh_hans: 暂停
zh_hant: 暫停

# menu.footer.quit
source: Quit
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

# menu.footer.resume
source: Resume
ja: 再開
ko: 다시 시작
zh_hans: 恢复
zh_hant: 恢復

# menu.footer.settings
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# menu.history.batchClosed
source: Closed %lld tabs just now
ja: 今、%lld個のタブを閉じました
ko: 방금 탭 %lld개를 닫았어요
zh_hans: 刚刚关闭了 %lld 个标签页
zh_hant: 剛剛關閉了 %lld 個分頁

# menu.history.copyURL
source: Copy URL
ja: URLをコピー
ko: URL 복사
zh_hans: 复制网址
zh_hant: 複製網址

# menu.history.empty
source: No pruned tabs yet.
ja: 整理済みのタブはまだありません。
ko: 아직 정리된 탭이 없습니다.
zh_hans: 还没有已整理的标签页。
zh_hant: 還沒有已整理的分頁。

# menu.history.openInDefaultBrowser
source: Open in default browser
ja: デフォルトのブラウザで開く
ko: 기본 브라우저에서 열기
zh_hans: 在默认浏览器中打开
zh_hant: 在預設瀏覽器中開啟

# menu.history.reopenBatch
source: Reopen all %lld tabs
ja: %lld個のタブをすべて開き直す
ko: 탭 %lld개 모두 다시 열기
zh_hans: 重新打开全部 %lld 个标签页
zh_hant: 重新開啟全部 %lld 個分頁

# menu.history.restoreFailure.browserNotRunning
source: Couldn’t reopen — the browser isn’t responding.
ja: 再オープンできませんでした — ブラウザが応答していません。
ko: 다시 열 수 없습니다 — 브라우저가 응답하지 않습니다.
zh_hans: 无法重新打开 — 浏览器未响应。
zh_hant: 無法重新開啟 — 瀏覽器沒有回應。

# menu.history.restoreFailure.browserUnavailable
source: Couldn’t reopen — that browser is no longer installed.
ja: 再オープンできませんでした — そのブラウザはインストールされていません。
ko: 다시 열 수 없습니다 — 해당 브라우저가 설치되어 있지 않습니다.
zh_hans: 无法重新打开 — 该浏览器已不再安装。
zh_hant: 無法重新開啟 — 該瀏覽器已不再安裝。

# menu.history.restoreFailure.couldNotReopen
source: Couldn’t reopen this tab.
ja: このタブを再オープンできませんでした。
ko: 이 탭을 다시 열 수 없습니다.
zh_hans: 无法重新打开此标签页。
zh_hant: 無法重新開啟此分頁。

# menu.history.undoLast
source: Reopen last tab
ja: 最後のタブを開き直す
ko: 마지막 탭 다시 열기
zh_hans: 重新打开上个标签页
zh_hant: 重新開啟上一個分頁

# menu.history.undoLast.help
source: Reopen the most recently pruned tab
ja: 直近に整理したタブを開き直す
ko: 가장 최근에 정리한 탭 다시 열기
zh_hans: 重新打开最近整理的标签页
zh_hant: 重新開啟最近整理的分頁

# menu.home.action.pause.help
source: Pause automatic pruning
ja: 自動整理を一時停止
ko: 자동 정리 일시정지
zh_hans: 暂停自动整理
zh_hant: 暫停自動整理

# menu.home.action.resume.help
source: Resume automatic pruning
ja: 自動整理を再開
ko: 자동 정리 다시 시작
zh_hans: 恢复自动整理
zh_hant: 恢復自動整理

# menu.home.action.review
source: Review next tab
ja: 次のタブを確認
ko: 다음 탭 검토
zh_hans: 查看下个标签页
zh_hant: 檢視下一個分頁

# menu.home.action.review.help
source: Show the next tab that Kkachi may prune
ja: Kkachiが整理する可能性のある次のタブを表示
ko: Kkachi가 정리할 수 있는 다음 탭 보기
zh_hans: 显示 Kkachi 可能整理的下个标签页
zh_hant: 顯示 Kkachi 可能整理的下一個分頁

# menu.home.detail.pruned
source: Recently closed tabs can be reopened.
ja: 最近閉じたタブは再オープンできます。
ko: 최근 닫은 탭은 다시 열 수 있습니다.
zh_hans: 最近关闭的标签页可以重新打开。
zh_hant: 最近關閉的分頁可以重新開啟。

# menu.home.detail.restore
source: Recently closed tabs can be reopened.
ja: 最近閉じたタブは再オープンできます。
ko: 최근 닫은 탭을 다시 열 수 있습니다.
zh_hans: 最近关闭的标签页可以重新打开。
zh_hant: 最近關閉的分頁可以重新開啟。

# menu.home.headline.pruned
source: Pruning complete
ja: 整理完了
ko: 정리 완료
zh_hans: 整理完成
zh_hant: 整理完成

# menu.home.headline.restore
source: Reopen available
ja: 再オープン可能
ko: 다시 열기 가능
zh_hans: 可重新打开
zh_hant: 可重新開啟

# menu.home.section.queue
source: Up next
ja: 整理待ち
ko: 정리 예정
zh_hans: 待整理
zh_hant: 待整理

# menu.mood.alert
source: Kkachi review needed
ja: Kkachi 確認が必要
ko: Kkachi 검토 필요
zh_hans: Kkachi 需要查看
zh_hant: Kkachi 需要檢視

# menu.mood.blocked
source: Kkachi needs permission
ja: Kkachiに権限が必要です
ko: Kkachi에 권한이 필요함
zh_hans: Kkachi 需要权限
zh_hant: Kkachi 需要權限

# menu.mood.calm
source: Kkachi waiting
ja: Kkachi 待機中
ko: Kkachi 대기 중
zh_hans: Kkachi 等待中
zh_hant: Kkachi 等待中

# menu.mood.paused
source: Kkachi paused
ja: Kkachiは一時停止中です
ko: Kkachi 일시정지됨
zh_hans: Kkachi 已暂停
zh_hant: Kkachi 已暫停

# menu.mood.pruning
source: Kkachi pruning tabs
ja: Kkachi タブ整理中
ko: Kkachi 탭 정리 중
zh_hans: Kkachi 正在整理标签页
zh_hant: Kkachi 正在整理分頁

# menu.mood.restoreAvailable
source: Kkachi tabs can be reopened
ja: Kkachi 再オープンできるタブあり
ko: Kkachi 다시 열 수 있는 탭 있음
zh_hans: Kkachi 有可重新打开的标签页
zh_hant: Kkachi 有可重新開啟的分頁

# menu.mood.sleeping
source: Kkachi sleeping
ja: Kkachiはスリープ中
ko: Kkachi 잠자기 중
zh_hans: Kkachi 睡眠中
zh_hant: Kkachi 睡眠中

# menu.mood.watching
source: Kkachi monitoring tabs
ja: Kkachi タブ監視中
ko: Kkachi 탭 모니터링 중
zh_hans: Kkachi 正在监控标签页
zh_hant: Kkachi 正在監控分頁

# menu.more.count
source: +%lld more
ja: 他%lld件
ko: +%lld개 더
zh_hans: 还有 %lld 个
zh_hant: 還有 %lld 個

# menu.overview.detail.attention
source: Review tabs that will close soon.
ja: まもなく閉じるタブを確認してください。
ko: 곧 닫힐 탭을 확인하세요.
zh_hans: 查看即将关闭的标签页。
zh_hant: 檢視即將關閉的分頁。

# menu.overview.detail.blocked
source: These tabs can’t be closed automatically. Close or protect them.
ja: 自動で閉じられないタブです。閉じるか保護してください。
ko: 자동으로 닫을 수 없는 탭입니다. 직접 닫거나 보호하세요.
zh_hans: 这些标签页无法自动关闭。请关闭或保护它们。
zh_hant: 這些分頁無法自動關閉。請關閉或保護它們。

# menu.overview.detail.error
source: Check permission to continue automatic pruning.
ja: 自動整理を続けるには権限を確認してください。
ko: 자동 정리를 계속하려면 권한을 확인하세요.
zh_hans: 请检查权限以继续自动整理。
zh_hant: 請檢查權限以繼續自動整理。

# menu.overview.detail.paused
source: Automatic pruning stays off until you resume.
ja: 再開するまで自動整理はオフです。
ko: 다시 시작할 때까지 자동 정리가 꺼집니다.
zh_hans: 恢复前自动整理保持关闭。
zh_hant: 恢復前自動整理保持關閉。

# menu.overview.detail.ready
source: Idle tabs are checked and closed when they match your settings.
ja: 未使用のタブを確認し、設定に合う場合は閉じます。
ko: 유휴 탭을 확인하고 기준에 맞으면 닫습니다.
zh_hans: 检查闲置标签页，并在符合设置时关闭。
zh_hant: 檢查閒置分頁，並在符合設定時關閉。

# menu.overview.detail.ready.idle
source: Automatic pruning is on. No idle tabs right now.
ja: 自動整理はオンです。現在、未使用のタブはありません。
ko: 자동 정리가 켜져 있습니다. 현재 유휴 탭은 없습니다.
zh_hans: 自动整理已开启。当前没有闲置标签页。
zh_hant: 自動整理已開啟。目前沒有閒置分頁。

# menu.overview.detail.setup
source: Connect a supported browser and allow automation.
ja: 対応ブラウザを接続し、自動化を許可してください。
ko: 지원 브라우저를 연결하고 자동화 권한을 허용하세요.
zh_hans: 连接支持的浏览器并允许自动化。
zh_hant: 連接支援的瀏覽器並允許自動化。

# menu.overview.detail.sleeping
source: Automatic pruning resumes when your Mac wakes.
ja: Mac が復帰すると自動整理を再開します。
ko: Mac이 깨어나면 자동 정리를 다시 시작합니다.
zh_hans: Mac 唤醒后会恢复自动整理。
zh_hant: Mac 喚醒後會恢復自動整理。

# menu.overview.headline.attention
source: %lld closing soon
ja: %lld件まもなく整理
ko: %lld개 곧 정리
zh_hans: %lld 个即将整理
zh_hant: %lld 個即將整理

# menu.overview.headline.blocked
source: %lld need manual review
ja: %lld件は手動確認が必要
ko: %lld개 수동 확인 필요
zh_hans: %lld 个需手动查看
zh_hant: %lld 個需手動檢視

# menu.overview.headline.error
source: Check permission
ja: 権限を確認
ko: 권한 확인 필요
zh_hans: 检查权限
zh_hant: 檢查權限

# menu.overview.headline.paused
source: Paused
ja: 一時停止中
ko: 일시정지됨
zh_hans: 已暂停
zh_hant: 已暫停

# menu.overview.headline.ready
source: Automatic pruning on
ja: 自動整理オン
ko: 자동 정리 켜짐
zh_hans: 自动整理已开启
zh_hant: 自動整理已開啟

# menu.overview.headline.setup
source: Setup needed
ja: 設定が必要
ko: 설정 필요
zh_hans: 需要设置
zh_hant: 需要設定

# menu.overview.headline.sleeping
source: Sleeping
ja: スリープ中
ko: 잠자기 중
zh_hans: 睡眠中
zh_hant: 睡眠中

# menu.section.restore
source: Reopen
ja: 再オープン
ko: 다시 열기
zh_hans: 重新打开
zh_hant: 重新開啟

# menu.status.atRiskCount.one
source: %lld tab closing soon
ja: %lld個のタブをまもなく整理
ko: %lld개 곧 정리
zh_hans: %lld 个标签页即将整理
zh_hant: %lld 個分頁即將整理

# menu.status.atRiskCount.other
source: %lld tabs closing soon
ja: %lld個のタブをまもなく整理
ko: %lld개 곧 정리
zh_hans: %lld 个标签页即将整理
zh_hant: %lld 個分頁即將整理

# notification.pruned.body.one
source: Closed %lld idle tab. Reopen it anytime.
ja: 操作のないタブを%lld個閉じました。いつでも開き直せます。
ko: 방치된 탭 %lld개를 닫았어요. 언제든 다시 열 수 있어요.
zh_hans: 已关闭 %lld 个闲置标签页。随时可重新打开。
zh_hant: 已關閉 %lld 個閒置分頁。隨時可重新開啟。

# notification.pruned.body.other
source: Closed %lld idle tabs. Reopen them anytime.
ja: 操作のないタブを%lld個閉じました。いつでも開き直せます。
ko: 방치된 탭 %lld개를 닫았어요. 언제든 다시 열 수 있어요.
zh_hans: 已关闭 %lld 个闲置标签页。随时可重新打开。
zh_hant: 已關閉 %lld 個閒置分頁。隨時可重新開啟。

# notification.pruned.reopenAll
source: Reopen all
ja: すべて開き直す
ko: 모두 다시 열기
zh_hans: 全部重新打开
zh_hant: 全部重新開啟

# notification.pruned.title
source: Tabs tucked away
ja: タブを整理しました
ko: 탭을 정리했어요
zh_hans: 已整理标签页
zh_hant: 已整理分頁

# permission.automationDenied.message
source: Allow Kkachi to control supported browsers in System Settings, then retry.
ja: システム設定でKkachiによる対応ブラウザの制御を許可してから再試行してください。
ko: 시스템 설정에서 Kkachi가 지원 브라우저를 제어하도록 허용한 뒤 다시 시도하세요.
zh_hans: 请在系统设置中允许 Kkachi 控制支持的浏览器，然后重试。
zh_hant: 請在系統設定中允許 Kkachi 控制支援的瀏覽器，然後重試。

# permission.automationDenied.openSettings
source: Open Automation Settings
ja: オートメーション設定を開く
ko: 자동화 설정 열기
zh_hans: 打开自动化设置
zh_hant: 開啟自動化設定

# permission.automationDenied.title
source: Automation permission needed
ja: 自動化権限が必要です
ko: 자동화 권한 필요
zh_hans: 需要自动化权限
zh_hant: 需要自動化權限

# permission.browserMissing.message
source: Open a supported browser to start watching idle tabs.
ja: 対応ブラウザを開くと、非アクティブなタブの追跡を開始します。
ko: 지원 브라우저를 열면 유휴 탭을 지켜보기 시작해요.
zh_hans: 打开支持的浏览器以开始跟踪非活动标签页。
zh_hant: 開啟支援的瀏覽器以開始追蹤非使用中分頁。

# permission.browserMissing.title
source: No supported browser is running
ja: 対応ブラウザが起動していません
ko: 실행 중인 지원 브라우저 없음
zh_hans: 没有正在运行的受支持浏览器
zh_hant: 沒有正在執行的支援瀏覽器

# permission.disabled.message
source: Enable at least one browser in Settings to start pruning.
ja: 整理を開始するには、設定で少なくとも1つのブラウザを有効にしてください。
ko: 정리를 시작하려면 설정에서 하나 이상의 브라우저를 켜세요.
zh_hans: 请在设置中启用至少一个浏览器以开始整理。
zh_hant: 請在設定中啟用至少一個瀏覽器以開始整理。

# permission.disabled.title
source: Browser watching is off
ja: ブラウザ追跡がオフです
ko: 브라우저 추적 꺼짐
zh_hans: 浏览器跟踪已关闭
zh_hant: 瀏覽器追蹤已關閉

# permission.notInstalled.message
source: Install or open a supported browser to use Kkachi.
ja: Kkachiを使うには、対応ブラウザをインストールまたは開いてください。
ko: Kkachi를 사용하려면 지원 브라우저를 설치하거나 여세요.
zh_hans: 请安装或打开受支持的浏览器以使用 Kkachi。
zh_hant: 請安裝或開啟支援的瀏覽器以使用 Kkachi。

# permission.notInstalled.title
source: No supported browser installed
ja: 対応ブラウザがインストールされていません
ko: 설치된 지원 브라우저 없음
zh_hans: 未安装受支持的浏览器
zh_hant: 未安裝支援的瀏覽器

# permission.openBrowser
source: Open browser
ja: ブラウザを開く
ko: 브라우저 열기
zh_hans: 打开浏览器
zh_hant: 開啟瀏覽器

# permission.openSettings
source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

# permission.ready.message
source: Kkachi can watch supported browsers.
ja: Kkachiは対応ブラウザを監視できます。
ko: Kkachi가 지원 브라우저를 모니터링할 수 있습니다.
zh_hans: Kkachi 可以监控受支持的浏览器。
zh_hant: Kkachi 可以監控支援的瀏覽器。

# permission.ready.title
source: Ready
ja: 準備完了
ko: 준비됨
zh_hans: 已就绪
zh_hant: 已就緒

# permission.retry
source: Retry
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

# permission.unknown.message
source: Checking browser automation access.
ja: ブラウザ自動化アクセスを確認しています。
ko: 브라우저 자동화 접근을 확인하고 있어요.
zh_hans: 正在检查浏览器自动化访问权限。
zh_hant: 正在檢查瀏覽器自動化存取權。

# permission.unknown.title
source: Checking setup
ja: 設定を確認中
ko: 설정 확인 중
zh_hans: 正在检查设置
zh_hant: 正在檢查設定

# settings.browsers.emptyInstalled
source: No supported browser installed
ja: 対応ブラウザがインストールされていません
ko: 설치된 지원 브라우저 없음
zh_hans: 未安装支持的浏览器
zh_hant: 未安裝支援的瀏覽器

# settings.browsers.section
source: Browsers
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# settings.exclusions.add
source: Add
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

# settings.exclusions.clearAll
source: Remove All
ja: すべて削除
ko: 모두 제거
zh_hans: 全部移除
zh_hant: 全部移除

# settings.exclusions.clearAll.confirm.button
source: Remove All
ja: すべて削除
ko: 모두 제거
zh_hans: 全部移除
zh_hant: 全部移除

# settings.exclusions.clearAll.confirm.message
source: Tabs on these sites can be pruned again. This can’t be undone.
ja: これらのサイトのタブが再び整理対象になります。この操作は取り消せません。
ko: 이 사이트의 탭이 다시 정리될 수 있어요. 이 작업은 되돌릴 수 없어요.
zh_hans: 这些网站的标签页可能会再次被整理。此操作无法撤销。
zh_hant: 這些網站的分頁可能會再次被整理。此操作無法復原。

# settings.exclusions.clearAll.confirm.title
source: Remove all protected sites?
ja: すべての保護サイトを削除しますか？
ko: 모든 보호된 사이트를 제거할까요?
zh_hans: 移除所有受保护的网站？
zh_hant: 移除所有受保護的網站？

# settings.exclusions.count
source: %lld protected
ja: %lld件保護中
ko: %lld개 보호 중
zh_hans: 已保护 %lld 个
zh_hant: 已保護 %lld 個

# settings.exclusions.empty
source: No protected sites yet. Add a domain to keep it from being pruned.
ja: 保護サイトはまだありません。ドメインを追加すると整理対象から除外されます。
ko: 보호된 사이트가 아직 없습니다. 도메인을 추가하면 정리에서 제외됩니다.
zh_hans: 尚无受保护的网站。添加域名即可避免其被整理。
zh_hant: 尚無受保護的網站。新增網域即可避免其被整理。

# settings.exclusions.feedback.duplicate
source: Already protected: %@
ja: すでに保護されています: %@
ko: 이미 보호하고 있어요: %@
zh_hans: 已在保护中：%@
zh_hant: 已在保護中：%@

# settings.exclusions.feedback.invalid
source: Not a valid domain: %@
ja: 有効なドメインではありません: %@
ko: 올바른 도메인이 아니에요: %@
zh_hans: 不是有效的域名：%@
zh_hant: 不是有效的網域：%@

# settings.exclusions.feedback.summary
source: Added %lld · skipped %lld
ja: %lld件追加 · %lld件スキップ
ko: %lld개 추가 · %lld개 건너뜀
zh_hans: 已添加 %lld 个 · 跳过 %lld 个
zh_hant: 已新增 %lld 個 · 略過 %lld 個

# settings.exclusions.filter.empty
source: No matches
ja: 一致なし
ko: 검색 결과 없음
zh_hans: 无匹配结果
zh_hant: 無相符結果

# settings.exclusions.filter.placeholder
source: Filter protected sites
ja: 保護サイトを絞り込み
ko: 보호된 사이트 검색
zh_hans: 筛选受保护的网站
zh_hant: 篩選受保護的網站

# settings.exclusions.footer
source: Protected sites are never closed automatically.
ja: 保護サイトのタブが自動で閉じられることはありません。
ko: 보호된 사이트는 자동으로 닫히지 않아요.
zh_hans: 受保护的网站永远不会被自动关闭。
zh_hant: 受保護的網站永遠不會被自動關閉。

# settings.exclusions.hint
source: Separate multiple domains with commas or new lines.
ja: 複数のドメインはカンマか改行で区切ってください。
ko: 여러 도메인은 쉼표나 줄바꿈으로 구분하세요.
zh_hans: 多个域名请用逗号或换行分隔。
zh_hant: 多個網域請以逗號或換行分隔。

# settings.exclusions.hint.add
source: Press Return to protect “%@”
ja: Return キーで「%@」を保護
ko: Return을 눌러 “%@” 보호
zh_hans: 按 Return 保护“%@”
zh_hant: 按 Return 保護「%@」

# settings.exclusions.placeholder
source: Add a domain
ja: ドメインを入力
ko: 도메인 입력
zh_hans: 输入域名
zh_hant: 輸入網域

# settings.exclusions.remove
source: Remove
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

# settings.exclusions.remove.help
source: Remove %@ from protected sites
ja: 保護リストから %@ を削除
ko: 보호 목록에서 %@ 제거
zh_hans: 从保护列表中移除 %@
zh_hant: 從保護清單中移除 %@

# settings.exclusions.section
source: Protected Sites
ja: 保護サイト
ko: 보호된 사이트
zh_hans: 受保护的网站
zh_hant: 受保護的網站

# settings.language.option.en
source: English
ja: 英語
ko: 영어
zh_hans: 英语
zh_hant: 英文

# settings.language.option.ja
source: Japanese
ja: 日本語
ko: 일본어
zh_hans: 日语
zh_hant: 日文

# settings.language.option.ko
source: Korean
ja: 韓国語
ko: 한국어
zh_hans: 韩语
zh_hant: 韓文

# settings.language.option.system
source: System setting
ja: システム設定
ko: 시스템 설정
zh_hans: 跟随系统
zh_hant: 系統設定

# settings.language.option.zhHans
source: Simplified Chinese
ja: 簡体字中国語
ko: 중국어(간체)
zh_hans: 简体中文
zh_hant: 簡體中文

# settings.language.option.zhHant
source: Traditional Chinese
ja: 繁体字中国語
ko: 중국어(번체)
zh_hans: 繁体中文
zh_hant: 繁體中文

# settings.language.section
source: Language
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# settings.language.title
source: App language
ja: アプリの言語
ko: 앱 언어
zh_hans: 应用语言
zh_hant: App 語言

# settings.launchAtLogin.error
source: Could not update Launch at Login. Check System Settings and try again.
ja: ログイン時に起動を更新できませんでした。システム設定を確認してから再試行してください。
ko: 로그인 시 실행을 업데이트할 수 없습니다. 시스템 설정을 확인한 뒤 다시 시도하세요.
zh_hans: 无法更新登录时启动。请检查系统设置后重试。
zh_hant: 無法更新登入時啟動。請檢查系統設定後重試。

# settings.launchAtLogin.toggle
source: Launch at Login
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动
zh_hant: 登入時啟動

# settings.notifications.toggle
source: Notify when tabs are closed
ja: タブを閉じたときに通知
ko: 탭을 닫을 때 알림
zh_hans: 关闭标签页时通知
zh_hant: 關閉分頁時通知

# settings.pause.toggle
source: Pause pruning
ja: 整理を一時停止
ko: 정리 일시정지
zh_hans: 暂停整理
zh_hant: 暫停整理

# settings.polling.caption
source: Shorter intervals react faster but wake browsers more often.
ja: 短いほど早く反応しますが、ブラウザをより頻繁に確認します。
ko: 짧을수록 더 빨리 반응하지만 브라우저를 더 자주 확인해요.
zh_hans: 间隔越短响应越快，但会更频繁地检查浏览器。
zh_hant: 間隔越短反應越快，但會更頻繁地檢查瀏覽器。

# settings.polling.minutes
source: min
ja: 分
ko: 분
zh_hans: 分钟
zh_hant: 分鐘

# settings.polling.title
source: Check every
ja: 確認間隔
ko: 검사 주기
zh_hans: 检查间隔
zh_hant: 檢查間隔

# settings.privacy.clearHistory
source: Clear restore history
ja: 復元履歴を消去
ko: 복원 기록 지우기
zh_hans: 清除恢复历史
zh_hant: 清除復原記錄

# settings.privacy.clearHistory.confirm.button
source: Clear History
ja: 履歴を消去
ko: 기록 지우기
zh_hans: 清除历史
zh_hant: 清除記錄

# settings.privacy.clearHistory.confirm.message
source: Tabs Kkachi tucked away will be permanently forgotten. This can’t be undone.
ja: Kkachi が保管したタブは完全に削除され、元に戻せません。
ko: Kkachi가 보관한 탭이 영구적으로 삭제되며 되돌릴 수 없습니다.
zh_hans: Kkachi 暂存的标签页将被永久删除，且无法恢复。
zh_hant: Kkachi 暫存的分頁將被永久刪除，且無法復原。

# settings.privacy.clearHistory.confirm.title
source: Clear restore history?
ja: 復元履歴を消去しますか？
ko: 복원 기록을 지울까요?
zh_hans: 清除恢复历史？
zh_hant: 清除復原記錄？

# settings.privacy.message
source: Kkachi stores restore history locally with each tab's URL and title, checks media playback only for close safety, and does not collect cookies or browser storage.
ja: Kkachi は各タブの URL とタイトルを含む復元履歴をローカルに保存し、閉じる安全確認のためだけにメディア再生状態を確認し、Cookie やブラウザストレージは収集しません。
ko: Kkachi는 각 탭의 URL과 제목이 포함된 복원 기록을 로컬에 저장하고, 닫아도 안전한지 확인할 때만 미디어 재생 상태를 확인하며, 쿠키나 브라우저 저장소는 수집하지 않습니다.
zh_hans: Kkachi 会在本地保存包含标签页 URL 和标题的恢复历史，仅为安全关闭而检查媒体播放状态，并且不会收集 Cookie 或浏览器存储。
zh_hant: Kkachi 會在本機保存包含分頁 URL 和標題的還原記錄，僅為安全關閉而檢查媒體播放狀態，且不會收集 Cookie 或瀏覽器儲存空間。

# settings.privacy.section
source: Privacy
ja: プライバシー
ko: 개인정보 보호
zh_hans: 隐私
zh_hant: 隱私

# settings.pruning.section
source: Pruning
ja: 整理
ko: 정리
zh_hans: 整理
zh_hant: 整理

# settings.threshold.custom
source: Custom
ja: カスタム
ko: 직접 설정
zh_hans: 自定义
zh_hant: 自訂

# settings.threshold.custom.adjust
source: Adjust prune time
ja: 整理時間を調整
ko: 정리 시간 조절
zh_hans: 调整整理时间
zh_hant: 調整整理時間

# settings.threshold.custom.label
source: Prune after
ja: 整理までの時間
ko: 정리까지
zh_hans: 整理前等待
zh_hant: 整理前等待

# settings.threshold.custom.summary
source: Prunes tabs idle for %@
ja: %@ 操作のないタブを整理します
ko: 탭이 %@ 동안 잠들면 정리합니다
zh_hans: 整理闲置 %@ 的标签页
zh_hant: 整理閒置 %@ 的分頁

# settings.threshold.custom.unit
source: min
ja: 分
ko: 분
zh_hans: 分钟
zh_hant: 分鐘

# settings.threshold.fifteen
source: 15m
ja: 15分
ko: 15분
zh_hans: 15 分钟
zh_hant: 15 分鐘

# settings.threshold.hour
source: 1h
ja: 1時間
ko: 1시간
zh_hans: 1 小时
zh_hant: 1 小時

# settings.threshold.testing
source: 5m
ja: 5分
ko: 5분
zh_hans: 5 分钟
zh_hant: 5 分鐘

# settings.threshold.thirty
source: 30m
ja: 30分
ko: 30분
zh_hans: 30 分钟
zh_hant: 30 分鐘

# settings.threshold.title
source: Prune after
ja: 次の時間後に整理
ko: 다음 시간 후 정리
zh_hans: 经过多久后整理
zh_hant: 經過多久後整理

# settings.window.subtitle
source: Set how Kkachi watches, protects, and restores tabs.
ja: Kkachiがタブを見守り、保護し、復元する方法を設定します。
ko: Kkachi가 탭을 살피고 보호하고 되돌리는 방식을 정합니다.
zh_hans: 设置 Kkachi 监控、保护和恢复标签页的方式。
zh_hant: 設定 Kkachi 監控、保護和還原分頁的方式。

# tracker.status.automationError
source: Needs attention
ja: 確認が必要
ko: 확인 필요
zh_hans: 需要注意
zh_hant: 需要注意

# tracker.status.pausedByUser
source: Paused
ja: 一時停止中
ko: 일시정지됨
zh_hans: 已暂停
zh_hant: 已暫停

# tracker.status.pausedForSleep
source: Sleeping
ja: スリープ中
ko: 잠자기 중
zh_hans: 睡眠中
zh_hant: 睡眠中

# tracker.status.running
source: Watching
ja: 監視中
ko: 모니터링 중
zh_hans: 正在监控
zh_hant: 正在監控

# tracker.status.waitingForBrowser
source: Waiting
ja: 待機中
ko: 대기 중
zh_hans: 等待中
zh_hant: 等待中

# browser.whale
source: Naver Whale
ko: 네이버 웨일
